
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ byla nainstalována a bude připravena k použití při novém spuštění  %3$@! Přejete si nyní znovu spustit aplikaci?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je aktuální nejnovější dostupná verze.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní dostupná (používáte %3$@). Přejete si ji nyní zkopírovat?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nemá oprávnění zapisovat do aplikační složky! Nemáte aplikaci spuštěnu z obrazu disku? Jestliže ne, požádejte o pomoc vašeho systémového administrátora.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Nová varze aplikace %@ byla nainstalována!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verze %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Vyskytla se chyba při instalaci. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Vyskytla se chyba při získávání informací o aktualizaci. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Vyskytla se chyba při přijímání informací o aktualizaci. Přesvěčte se, zda-li jste připojeni k Internetu a zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Vyskytla se chyba při rozbalování archívu. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Vyskytla se chyba při kopírování souboru. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Aktualizace právě probíhá!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Anonymous system profile information is used to help us plan future development work.";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Oveřovat aktualizace při spuštění aplikace?";

/* No comment provided by engineer. */
"Downloading update..." = "Kopírování nové verze…";

/* No comment provided by engineer. */
"Extracting update..." = "Rozbalování instalace…";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Include anonymous system profile?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalovat a znovu spustit";

/* No comment provided by engineer. */
"Installing update..." = "Instalace aktualizace…";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Ready to install!" = "Připraveno k instalaci!";

/* No comment provided by engineer. */
"Update Error!" = "Chyba při aktualizaci aplikace!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizace %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Přejete si %@ ověřovat aktualizace při spuštění aplikace? Tuto volbu můžete později změnit v předvolbách aplikace.";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You're up to date!" = "Vaše verze je aktuální!";
